Tekla.Structures.DrawingInternal.dotGrBoltAttributes_t


Tekla.Structures.DrawingInternal.dotGrBoltAttributes_t.CommonAttributes


Tekla.Structures.DrawingInternal.dotGrBoltAttributes_t.Color


Tekla.Structures.DrawingInternal.dotGrBoltAttributes_t.Symbol


Tekla.Structures.DrawingInternal.dotGrBoltAttributes_t.SymbolContents


Tekla.Structures.DrawingInternal.dotGrBoltAttributes_t.CustomPresentation


Tekla.Structures.DrawingInternal.dotGrBoltAttributes_t.ToStruct(Tekla.Structures.Drawing.Bolt.BoltAttributes)


Tekla.Structures.DrawingInternal.dotGrBoltAttributes_t.FromStruct(Tekla.Structures.Drawing.Bolt.BoltAttributes)
